[Demo_Maya_ep6_5 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=40,Y=-700,Z=1315),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=40,Y=-1120,Z=1200),VecSub=(X=90,Y=0,Z=0),CId=70)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="ガーディアン01",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=40,Y=-1120,Z=1230),VecSub=(X=180,Y=0,Z=0),CId=260)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="ガーディアン01",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="gd_DM_0100_lp_wait",Number=9,CId=260,Bit=4)
DemoScripts[7]=(Actor=EMOTION,Command=SET,Name="ガーディアン01",Number=23,CId=260)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=19,CId=70)
DemoScripts[10]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Guardian.GG2_BGM_DM_CMN_Guardian_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=40,Y=-730,Z=1310),SecTime=2)
DemoScripts[14]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[15]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=40,Y=-730,Z=1310),SecTime=)
DemoScripts[16]=(Actor=WINDOW,Command=SET)
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[18]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_5.GG2_V_Maya_ep6_5_002_Cue',Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=WINDOW,Command=EXIT)
DemoScripts[23]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_5.GG2_SE_DM_Shot_Cue')
DemoScripts[24]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep6_5.GG2_SE_DM_Shot_Reflect_Cue')
DemoScripts[27]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[28]=(Actor=WINDOW,Command=SET)
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_5.GG2_V_Maya_ep6_5_005_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_5.GG2_V_Maya_ep6_5_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=WINDOW,Command=EXIT)
DemoScripts[37]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[38]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[39]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[40]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_5 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_5 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="唔....../n守護者還在真夜的周圍......")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="沒問題的!/n以你們兩位現在的關係,/n一定能突破守護者才對!")

Texts[2]=(Label="TEXT03",Name="峯大",Text="好....../n小真夜,我要上囉!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="咦......!")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="什......!?")

Texts[5]=(Label="TEXT06",Name="真夜",Text="......峯哥,/n那個力量......對我不管用.")

Texts[6]=(Label="",Name="",Text="")

Texts[7]=(Label="SELECT01",Name="",Text="")

Texts[8]=(Label="SELECT02",Name="",Text="")

Texts[9]=(Label="SELECT03",Name="",Text="")

Texts[10]=(Label="SELECT04",Name="",Text="")

Texts[11]=(Label="SELECT05",Name="",Text="")

Texts[12]=(Label="SELECT06",Name="",Text="")

Texts[13]=(Label="SELECT07",Name="",Text="")

Texts[14]=(Label="SELECT08",Name="",Text="")

Texts[15]=(Label="SELECT09",Name="",Text="")

Texts[16]=(Label="SELECT10",Name="",Text="")


